{
  "words": [
    "abacaxi", "abrigo", "absoluto", "acesso", "acordo", "afinal", "agora", "ainda",
    "alegria", "além", "algo", "alguém", "alto", "amanhã", "ambiente", "amigo",
    "amor", "amplo", "análise", "andar", "antes", "apenas", "apoio", "aqui",
    "arte", "assim", "assunto", "até", "atenção", "atitude", "através", "atual",
    "avanço", "aviso",
    "banco", "barco", "base", "bastante", "belo", "benefício", "biblioteca", "bilhete",
    "bloco", "boca", "bom", "bonito", "branco", "breve", "brilho", "buscar",
    "cabeça", "cada", "cadeira", "café", "calma", "caminho", "campo", "caneta",
    "capital", "carne", "carta", "casa", "caso", "causa", "centro", "certo",
    "chave", "chegar", "chuva", "cidade", "cinco", "cinema", "claro", "cliente",
    "código", "coisa", "colégio", "começar", "comida", "como", "completo", "comum",
    "condição", "conhecer", "conjunto", "conselho", "conta", "contar", "controle", "conversa",
    "coração", "corpo", "correto", "cortar", "criar", "criança", "cultura", "curso",
    "dado", "dança", "debate", "decidir", "deixar", "demais", "dentro", "depois",
    "desafio", "desejo", "destino", "detalhe", "dever", "dia", "diferente", "difícil",
    "digital", "dinheiro", "direção", "direito", "dizer", "doce", "dois", "domingo",
    "dono", "dormir", "durante", "dúvida",
    "economia", "edição", "educação", "efeito", "elemento", "encontro", "energia", "enfim",
    "enorme", "enquanto", "ensino", "então", "entrada", "entre", "equipe", "era",
    "errado", "esclarecer", "escola", "escolha", "escrever", "esforço", "espaço", "especial",
    "esperar", "espírito", "esquema", "esse", "estabelecer", "estado", "estar", "este",
    "estilo", "estrada", "estrutura", "estudo", "etapa", "evento", "evitar", "exemplo",
    "existir", "experiência", "explicar",
    "falar", "família", "fase", "fato", "favor", "fazer", "feliz", "ferramenta",
    "festa", "ficar", "filho", "final", "firme", "flor", "fogo", "folha",
    "fonte", "fora", "foram", "força", "forma", "forte", "frase", "frente",
    "fruto", "função", "fundo", "futuro",
    "ganhar", "garantir", "gastar", "gato", "gente", "geral", "gestão", "governo",
    "grande", "grau", "graça", "grupo", "guarda", "guerra", "guia", "gosto",
    "hábito", "haver", "história", "hoje", "homem", "honra", "hora", "horizonte",
    "humano", "humilde",
    "idade", "ideia", "igreja", "igual", "iluminar", "imagem", "imaginar", "impacto",
    "importante", "imposto", "indústria", "informação", "início", "instante", "instrumento", "inteiro",
    "interesse", "interior", "internet", "intenção", "investir", "isso", "item",
    "já", "janeiro", "janela", "jardim", "jogador", "jogo", "jornal", "jovem",
    "juízo", "julho", "junta", "junto", "justiça", "justo",
    "lado", "largo", "lavar", "lembrar", "lento", "letra", "levar", "liberdade",
    "ligação", "limite", "lindo", "linha", "lista", "livro", "livre", "lição",
    "local", "logo", "longe", "longo", "lua", "lugar", "luz",
    "máquina", "maior", "manhã", "manter", "mão", "mapa", "marca", "material",
    "mecânica", "medida", "medo", "melhor", "memória", "menino", "menor", "mente",
    "mercado", "mesa", "mesmo", "método", "minha", "modelo", "momento", "morar",
    "motivo", "movimento", "mudança", "muito", "mulher", "mundo", "música",
    "nação", "nada", "natural", "natureza", "negócio", "nenhum", "nível", "noite",
    "nome", "normal", "nota", "notícia", "novidade", "novo", "número", "nunca",
    "objetivo", "obra", "observar", "obter", "ocupar", "oferecer", "olhar", "onda",
    "onde", "ontem", "opinião", "oportunidade", "ordem", "organizar", "origem", "outro",
    "ouvir",
    "paciente", "padre", "página", "palavra", "palco", "papel", "parecer", "parte",
    "partir", "passado", "passar", "passo", "pausa", "pedido", "pensar", "pequeno",
    "perder", "perfil", "período", "permanecer", "permitir", "pessoa", "pesquisa", "plano",
    "planta", "poder", "política", "ponte", "ponto", "população", "porém", "porta",
    "posição", "possível", "prática", "prazer", "preciso", "preço", "presente", "presidente",
    "pressão", "primeiro", "principal", "problema", "processo", "produto", "professor", "programa",
    "projeto", "promessa", "próprio", "prova", "próximo", "público", "puro",
    "quadro", "qualidade", "qualquer", "quando", "quanto", "quase", "quatro", "querer",
    "questão", "quinto", "quota",
    "rápido", "razão", "realidade", "receber", "reconhecer", "recurso", "rede", "região",
    "regra", "relação", "religião", "render", "reserva", "respeito", "resposta", "resultado",
    "reunião", "rico", "rio", "risco", "ritmo", "rosto", "rotina", "rua",
    "saber", "saída", "sala", "salvar", "sangue", "saúde", "secreto", "seguir",
    "segundo", "seguro", "semana", "sempre", "senhor", "sentido", "sentir", "ser",
    "serviço", "simples", "sistema", "situação", "sobre", "social", "sociedade", "sol",
    "solução", "sonho", "sorte", "sucesso", "sugerir", "surpresa",
    "talvez", "também", "tanto", "tarefa", "teatro", "tecnologia", "tema", "tempo",
    "tendência", "tentar", "ter", "terra", "texto", "tipo", "título", "todo",
    "tomar", "trabalho", "tradição", "trazer", "trecho", "triste", "turma",
    "último", "único", "unidade", "universo", "urgente", "usar", "útil",
    "vale", "valor", "vantagem", "variedade", "velho", "vencer", "vender", "verdade",
    "verde", "versão", "vez", "viagem", "vida", "vigente", "vínculo", "visão",
    "visitar", "viver", "volta", "vontade", "voto", "voz",
    "xadrez", "xale", "xampu", "xarope", "xerife", "xícara", "xilofone",
    "zangado", "zebra", "zelar", "zelo", "zero", "ziguezague", "zíper",
    "zona", "zoológico", "zumbido",
    "acolher", "adiante", "afeto", "agenda", "ajuste", "alarme", "alívio", "amparo",
    "anexo", "arquivo", "arranjo", "atalho", "aula", "autor", "balanço", "bebida",
    "brisa", "caderno", "camada", "canal", "cartaz", "cenário", "certeza", "cobertura",
    "colega", "combinar", "conquista", "consumo", "contexto", "cuidado"
  ],
  "shortSentences": [
    "O café da manhã estava pronto quando ela chegou.",
    "Ele sempre caminhava pelo parque depois do almoço.",
    "A chuva começou de repente no meio da tarde.",
    "As crianças brincavam no quintal enquanto o sol se punha.",
    "O gato dormia tranquilamente no sofá da sala.",
    "Ela terminou o relatório antes do prazo previsto.",
    "O trânsito estava impossível naquela sexta-feira à noite.",
    "Precisamos resolver essa questão o mais rápido possível.",
    "A reunião foi adiada para a próxima semana.",
    "O jantar ficou delicioso com os temperos frescos.",
    "Ele encontrou a chave que estava procurando há dias.",
    "A música tocava baixinho enquanto ela lia o livro.",
    "O cachorro latiu quando ouviu alguém na porta.",
    "Faz tempo que não visito meus avós no interior.",
    "A fila do banco estava enorme naquela manhã.",
    "Ela decidiu mudar de emprego depois de muito pensar.",
    "O professor explicou a matéria de um jeito simples.",
    "Amanhã vamos ao mercado comprar frutas e verduras.",
    "O vento forte derrubou algumas árvores na vizinhança.",
    "Ainda faltam dois capítulos para terminar o livro.",
    "A padaria da esquina faz o melhor pão da região.",
    "Ele esqueceu o guarda-chuva em cima da mesa.",
    "O filme que assistimos ontem foi muito emocionante.",
    "Ela acordou cedo para aproveitar melhor o dia.",
    "O time jogou muito bem na partida de ontem.",
    "A internet caiu bem na hora da videoconferência.",
    "Ela comprou flores para enfeitar a sala.",
    "O elevador parou no décimo andar sem aviso.",
    "Hoje o céu amanheceu limpo e sem nuvens.",
    "O motorista chegou alguns minutos antes do combinado.",
    "Precisamos atualizar o sistema até o fim do dia.",
    "A vizinha trouxe um bolo recém-saído do forno.",
    "Ele anotou todas as ideias no caderno azul.",
    "A loja abriu mais cedo por causa da promoção.",
    "O celular descarregou durante a viagem de ônibus.",
    "Ela separou os documentos para levar ao cartório.",
    "O barulho da obra começou logo ao amanhecer.",
    "A equipe comemorou o resultado no fim da tarde.",
    "O almoço de domingo reuniu toda a família.",
    "Ficamos presos no trânsito por quase uma hora.",
    "A campainha tocou exatamente na hora do almoço.",
    "O técnico chegou para instalar a internet nova.",
    "Ela deixou a janela aberta para entrar ar fresco.",
    "O mercado estava lotado por causa do feriado.",
    "Ele perdeu o ônibus e precisou pedir um carro.",
    "A criança desenhou a casa com lápis coloridos.",
    "O porteiro recebeu a encomenda no início da manhã.",
    "Fomos caminhar na praça antes de escurecer.",
    "A bateria do notebook durou menos do que o esperado.",
    "Ela arrumou a estante e separou livros antigos.",
    "O vizinho colocou música alta durante a tarde.",
    "A reunião começou pontualmente às nove horas.",
    "Ele preparou um café forte para espantar o sono.",
    "A farmácia da esquina ficou aberta até tarde.",
    "Hoje conseguimos terminar todas as tarefas pendentes."
  ],
  "longSentences": [
    "Depois de anos morando na mesma cidade, ele finalmente decidiu se mudar para um lugar mais tranquilo no interior.",
    "A empresa anunciou que vai contratar mais funcionários no próximo trimestre para atender à demanda crescente do mercado.",
    "Quando chegamos ao restaurante, a mesa que havíamos reservado já estava ocupada por outro grupo de clientes.",
    "O projeto que começamos no início do ano finalmente está tomando forma e os resultados começam a aparecer.",
    "Ela passou a tarde inteira organizando os documentos antigos que estavam guardados em caixas no escritório desde a mudança.",
    "O médico recomendou que ele fizesse caminhadas diárias de pelo menos trinta minutos para melhorar a saúde cardiovascular.",
    "Durante a viagem de férias, conhecemos pessoas incríveis que nos mostraram os melhores lugares escondidos da cidade.",
    "A biblioteca municipal recebeu uma doação de mais de quinhentos livros novos que serão catalogados nas próximas semanas.",
    "O governo apresentou um novo plano de investimentos em infraestrutura que pretende melhorar as estradas e rodovias do estado.",
    "Mesmo com todas as dificuldades enfrentadas ao longo do caminho, a equipe conseguiu entregar o trabalho dentro do prazo.",
    "As novas regras de trânsito entraram em vigor na segunda-feira e já estão gerando muitas dúvidas entre os motoristas.",
    "Ele contou que a experiência de trabalhar no exterior mudou completamente a maneira como ele enxerga o mundo ao redor.",
    "A festa de aniversário surpresa foi um sucesso absoluto e a aniversariante ficou muito emocionada com o carinho de todos.",
    "O professor pediu que os alunos entregassem o trabalho final até sexta-feira para que ele pudesse corrigir antes do recesso.",
    "Depois de muita discussão, o conselho aprovou a construção do novo centro esportivo que vai atender toda a comunidade local.",
    "A previsão do tempo indicava chuva forte para o fim de semana, mas acabou fazendo um sol bonito durante os dois dias.",
    "Ela sempre acreditou que a educação é o melhor caminho para transformar a vida das pessoas e da sociedade como um todo.",
    "O supermercado da avenida principal está fazendo uma promoção especial nesta semana com descontos em diversos produtos de limpeza e higiene.",
    "Quando era criança, ele passava as férias na fazenda dos avós e adorava brincar no rio que ficava perto da casa.",
    "A conferência reuniu especialistas de várias áreas para discutir soluções inovadoras para os desafios ambientais que enfrentamos atualmente.",
    "O técnico explicou que o problema no computador era causado por um componente defeituoso que precisaria ser substituído o quanto antes.",
    "Após a reforma completa do apartamento, a família finalmente conseguiu se mudar e organizar todos os móveis nos novos cômodos.",
    "Os moradores do bairro se reuniram para pedir melhorias na iluminação pública e na coleta de lixo que estava irregular.",
    "A nova linha de ônibus que conecta os dois bairros mais distantes da cidade começou a operar com horários reduzidos nesta semana.",
    "Ele ficou surpreso ao descobrir que o amigo de infância havia se tornado um escritor famoso com livros traduzidos para vários idiomas.",
    "Mesmo com o orçamento apertado, a família conseguiu planejar uma viagem simples para descansar durante o feriado prolongado.",
    "A equipe de atendimento reforçou os canais de comunicação para reduzir o tempo de espera e melhorar a experiência dos clientes.",
    "Depois de comparar diferentes propostas, a direção optou por uma solução mais flexível que permitia crescimento sem grandes custos iniciais.",
    "Na reunião semanal, cada setor apresentou os principais avanços e desafios para alinhar as próximas etapas do planejamento estratégico.",
    "Com a mudança de horário, muitos funcionários precisaram ajustar a rotina para manter o equilíbrio entre trabalho, estudo e vida pessoal.",
    "A construtora informou que a entrega das chaves foi adiada em duas semanas por causa das chuvas intensas na região.",
    "Durante o treinamento interno, os novos colaboradores aprenderam os procedimentos de segurança e as práticas recomendadas para o dia a dia.",
    "Os organizadores do evento confirmaram a presença de palestrantes internacionais e abriram um lote extra de ingressos para o público.",
    "Depois de revisar todos os contratos, o departamento jurídico apontou cláusulas que precisavam ser ajustadas antes da assinatura final.",
    "A pesquisa de satisfação mostrou que os clientes valorizam atendimento rápido, linguagem clara e resolução efetiva no primeiro contato.",
    "Quando a energia acabou no bairro inteiro, os moradores se mobilizaram para ajudar idosos e famílias com crianças pequenas.",
    "O gerente explicou que a nova política de preços foi criada para equilibrar competitividade, qualidade do serviço e sustentabilidade financeira.",
    "Com o aumento da demanda no fim do mês, a empresa reorganizou turnos para evitar atrasos e manter o padrão de entrega.",
    "A professora sugeriu atividades em grupo para estimular colaboração, criatividade e participação ativa dos alunos em sala de aula.",
    "Depois de atualizar o aplicativo para a versão mais recente, vários usuários relataram melhora no desempenho e na estabilidade geral.",
    "Ao analisar os dados do último semestre, a equipe percebeu que pequenas mudanças no atendimento geraram aumento significativo na retenção de clientes.",
    "A prefeitura iniciou uma campanha de vacinação em vários bairros para facilitar o acesso da população aos serviços básicos de saúde.",
    "Durante a manutenção preventiva do sistema, os técnicos identificaram falhas antigas que poderiam causar interrupções mais graves nos próximos meses.",
    "Depois de conversar com diferentes fornecedores, o setor de compras fechou um contrato que reduziu custos sem comprometer a qualidade dos materiais.",
    "A coordenação do curso anunciou novas oficinas práticas para aproximar os estudantes de situações reais do mercado de trabalho.",
    "Mesmo com a agenda cheia, ele reservou parte da noite para revisar o planejamento financeiro e organizar metas para o próximo trimestre.",
    "Com a ampliação do espaço de trabalho, a empresa conseguiu integrar equipes que antes ficavam separadas em unidades distantes da cidade.",
    "Os moradores celebraram a revitalização da praça central, que agora conta com iluminação adequada, brinquedos novos e áreas de convivência.",
    "Após semanas de testes, o time de produto liberou a funcionalidade para todos os usuários com monitoramento contínuo de desempenho.",
    "A diretoria reforçou a importância de comunicação transparente para reduzir ruídos e acelerar a tomada de decisão entre os departamentos.",
    "Durante o congresso, especialistas apresentaram estudos recentes sobre sustentabilidade e destacaram iniciativas aplicáveis em empresas de diferentes portes.",
    "No fim da auditoria, ficou definido um plano de ação com prazos claros para corrigir não conformidades e melhorar os controles internos.",
    "A equipe pedagógica adaptou o cronograma das aulas para contemplar atividades de reforço aos alunos que tiveram maior dificuldade no conteúdo.",
    "Com o lançamento da nova campanha, a marca ampliou presença digital e registrou aumento constante no volume de leads qualificados.",
    "Depois de atualizar os equipamentos do laboratório, os pesquisadores conseguiram reduzir o tempo de análise e aumentar a precisão dos resultados."
  ]
}
