{
  "success": [
    "Operação realizada com sucesso!",
    "Seus dados foram salvos corretamente.",
    "Cadastro concluído com sucesso!",
    "Alterações aplicadas com sucesso.",
    "Processo finalizado sem erros.",
    "Pagamento confirmado com sucesso!",
    "Seu perfil foi atualizado.",
    "Arquivo enviado com sucesso!",
    "Configurações salvas corretamente.",
    "Conta criada com sucesso! Bem-vindo!",
    "E-mail verificado com sucesso.",
    "Senha alterada com sucesso.",
    "Item adicionado ao carrinho.",
    "Pedido realizado com sucesso!",
    "Assinatura ativada com sucesso.",
    "Exportação concluída. O arquivo está pronto para download.",
    "Integração configurada corretamente.",
    "Convite enviado com sucesso!",
    "Backup realizado com sucesso.",
    "Dados importados corretamente.",
    "Preferências atualizadas com sucesso.",
    "Solicitação registrada com sucesso!",
    "Comentário publicado com sucesso.",
    "Requisição concluída com sucesso.",
    "Notificação enviada com sucesso!",
    "Permissões atualizadas corretamente.",
    "Sincronização concluída com sucesso.",
    "Upload concluído e validado com sucesso.",
    "Conexão estabelecida com sucesso.",
    "Preferências sincronizadas com sucesso.",
    "Solicitação aprovada com sucesso.",
    "Relatório gerado com sucesso!",
    "Dados atualizados sem inconsistências.",
    "Conexão reconectada com sucesso.",
    "Importação finalizada sem pendências.",
    "Token renovado com sucesso.",
    "Notificações configuradas com sucesso.",
    "Operação concluída e registrada no histórico.",
    "Sessão validada com sucesso."
  ],
  "error": [
    "Ocorreu um erro inesperado. Tente novamente mais tarde.",
    "Não foi possível processar sua solicitação.",
    "Erro ao conectar com o servidor. Verifique sua conexão.",
    "Falha na autenticação. Verifique suas credenciais.",
    "O serviço está temporariamente indisponível.",
    "Sessão expirada. Faça login novamente.",
    "Não foi possível carregar os dados. Tente novamente.",
    "Erro ao salvar as alterações. Nenhuma modificação foi aplicada.",
    "Formato de arquivo não suportado.",
    "Limite de requisições atingido. Aguarde alguns minutos.",
    "Erro interno do servidor. Nossa equipe foi notificada.",
    "Não foi possível completar o pagamento.",
    "O link expirou. Solicite um novo.",
    "Erro ao enviar o e-mail. Verifique o endereço informado.",
    "Permissão negada. Você não tem acesso a este recurso.",
    "Falha ao processar o arquivo. Verifique se está corrompido.",
    "Erro de validação. Verifique os campos destacados.",
    "Não foi possível excluir o item. Ele está sendo usado em outro lugar.",
    "Tempo limite da operação excedido.",
    "Erro ao sincronizar os dados. Tente novamente.",
    "Falha ao atualizar as permissões do usuário.",
    "Não foi possível validar os dados informados.",
    "Erro ao concluir a operação. Revise os parâmetros e tente novamente.",
    "Não foi possível estabelecer conexão segura com o serviço.",
    "A operação foi interrompida por instabilidade na rede.",
    "Não foi possível finalizar o upload do arquivo.",
    "Erro ao gerar o relatório solicitado.",
    "Falha ao aplicar as configurações. Tente novamente.",
    "Não foi possível autenticar seu dispositivo no momento.",
    "Erro ao validar o token de acesso.",
    "Não foi possível concluir a assinatura digital.",
    "A requisição foi recusada por conflito de dados.",
    "Erro ao recuperar informações da conta.",
    "Não foi possível processar o webhook recebido.",
    "Falha ao aplicar atualização no banco de dados.",
    "Erro ao enviar notificação push para o dispositivo.",
    "Não foi possível iniciar a integração solicitada.",
    "A operação falhou devido a parâmetros inválidos.",
    "Erro ao compactar o arquivo para download."
  ],
  "warning": [
    "Atenção: esta ação não pode ser desfeita.",
    "Sua sessão expira em 5 minutos.",
    "Alguns campos obrigatórios não foram preenchidos.",
    "O arquivo excede o tamanho máximo permitido.",
    "Você atingiu o limite de tentativas. Aguarde alguns minutos.",
    "Sua senha está fraca. Recomendamos uma senha mais forte.",
    "Este recurso será descontinuado em breve.",
    "Você está prestes a excluir dados permanentemente.",
    "Conexão instável detectada. Seus dados podem não ser salvos.",
    "O plano atual não inclui este recurso.",
    "Atenção: alterações não salvas serão perdidas.",
    "Espaço de armazenamento quase esgotado.",
    "Este e-mail já está cadastrado no sistema.",
    "Você possui itens pendentes que precisam de atenção.",
    "A versão do seu navegador pode causar problemas de compatibilidade.",
    "Limite de usuários do plano atingido.",
    "Documento com data de validade próxima do vencimento.",
    "Alguns serviços podem apresentar lentidão no momento.",
    "Verifique sua caixa de spam caso não encontre nosso e-mail.",
    "Atenção: você está editando um registro compartilhado.",
    "Este campo aceita apenas caracteres alfanuméricos.",
    "Existem alterações pendentes aguardando revisão.",
    "O recurso solicitado está em fase de atualização.",
    "Seu acesso expira em breve. Renove para evitar bloqueios.",
    "Este arquivo possui tamanho próximo ao limite permitido.",
    "Há tarefas pendentes que podem impactar o prazo.",
    "Sua conta possui tentativas recentes de login malsucedidas.",
    "Atenção: o modo de manutenção está ativo nesta área.",
    "Você está próximo do limite mensal de uso.",
    "Algumas integrações estão com sincronização atrasada.",
    "Há atualizações pendentes para este módulo.",
    "O prazo para confirmação termina hoje às 18h.",
    "Este registro foi alterado por outro usuário recentemente.",
    "O backup automático está desativado para esta conta.",
    "Seu plano atual está perto do limite de armazenamento.",
    "A autenticação em dois fatores ainda não foi ativada.",
    "Há campos opcionais que podem melhorar seu cadastro.",
    "A conexão com serviço externo está intermitente."
  ],
  "info": [
    "Sua solicitação está sendo processada.",
    "Um e-mail de confirmação foi enviado para você.",
    "Atualização disponível. Recomendamos instalar agora.",
    "Manutenção programada para hoje às 22h.",
    "Novos recursos foram adicionados ao sistema.",
    "Você tem 3 notificações não lidas.",
    "Seu plano será renovado automaticamente em 7 dias.",
    "Última sincronização realizada há 5 minutos.",
    "Novo relatório mensal disponível para consulta.",
    "Sua fatura do mês já está disponível.",
    "O suporte está disponível de segunda a sexta, das 8h às 18h.",
    "Confira as novidades da última atualização no nosso blog.",
    "Seus dados são salvos automaticamente a cada 5 minutos.",
    "Você pode personalizar esta tela nas configurações.",
    "Um novo dispositivo acessou sua conta recentemente.",
    "Política de privacidade atualizada. Confira os detalhes.",
    "Período de teste gratuito encerra em 3 dias.",
    "Sua exportação está em andamento e será enviada por e-mail.",
    "Dica: use atalhos de teclado para navegar mais rápido.",
    "Conteúdo atualizado pela última vez há 2 horas.",
    "Novo histórico de atividades disponível para consulta.",
    "Sua solicitação foi encaminhada para a equipe responsável.",
    "Lembrete: revise suas configurações de segurança periodicamente.",
    "Integração concluída. Os dados serão atualizados em alguns minutos.",
    "Você pode acompanhar o status em tempo real no painel.",
    "Seu ambiente foi atualizado com as últimas melhorias.",
    "Guia rápido disponível para ajudar na configuração inicial.",
    "Uma nova versão do aplicativo já está disponível para download.",
    "O processamento em lote foi iniciado com sucesso.",
    "Seu relatório estará disponível na central de downloads.",
    "Nova integração disponível na área de aplicativos.",
    "Você pode acompanhar o andamento em Minhas solicitações.",
    "O sistema aplicará as mudanças na próxima sincronização.",
    "Seu acesso foi validado em um novo navegador.",
    "Um resumo diário será enviado para seu e-mail.",
    "Novos templates foram adicionados à biblioteca.",
    "A equipe de suporte recebeu sua solicitação.",
    "Sua conta está elegível para recursos beta."
  ]
}
