{
  "success": [
    "Operação realizada com sucesso!",
    "Seus dados foram salvos corretamente.",
    "Cadastro concluído com sucesso!",
    "Alterações aplicadas com sucesso.",
    "Processo finalizado sem erros.",
    "Pagamento confirmado com sucesso!",
    "Seu perfil foi atualizado.",
    "Arquivo enviado com sucesso!",
    "Configurações salvas corretamente.",
    "Conta criada com sucesso! Bem-vindo!",
    "E-mail verificado com sucesso.",
    "Senha alterada com sucesso.",
    "Item adicionado ao carrinho.",
    "Pedido realizado com sucesso!",
    "Assinatura ativada com sucesso.",
    "Exportação concluída. O arquivo está pronto para download.",
    "Integração configurada corretamente.",
    "Convite enviado com sucesso!",
    "Backup realizado com sucesso.",
    "Dados importados corretamente."
  ],
  "error": [
    "Ocorreu um erro inesperado. Tente novamente mais tarde.",
    "Não foi possível processar sua solicitação.",
    "Erro ao conectar com o servidor. Verifique sua conexão.",
    "Falha na autenticação. Verifique suas credenciais.",
    "O serviço está temporariamente indisponível.",
    "Sessão expirada. Faça login novamente.",
    "Não foi possível carregar os dados. Tente novamente.",
    "Erro ao salvar as alterações. Nenhuma modificação foi aplicada.",
    "Formato de arquivo não suportado.",
    "Limite de requisições atingido. Aguarde alguns minutos.",
    "Erro interno do servidor. Nossa equipe foi notificada.",
    "Não foi possível completar o pagamento.",
    "O link expirou. Solicite um novo.",
    "Erro ao enviar o e-mail. Verifique o endereço informado.",
    "Permissão negada. Você não tem acesso a este recurso.",
    "Falha ao processar o arquivo. Verifique se está corrompido.",
    "Erro de validação. Verifique os campos destacados.",
    "Não foi possível excluir o item. Ele está sendo usado em outro lugar.",
    "Tempo limite da operação excedido.",
    "Erro ao sincronizar os dados. Tente novamente."
  ],
  "warning": [
    "Atenção: esta ação não pode ser desfeita.",
    "Sua sessão expira em 5 minutos.",
    "Alguns campos obrigatórios não foram preenchidos.",
    "O arquivo excede o tamanho máximo permitido.",
    "Você atingiu o limite de tentativas. Aguarde alguns minutos.",
    "Sua senha está fraca. Recomendamos uma senha mais forte.",
    "Este recurso será descontinuado em breve.",
    "Você está prestes a excluir dados permanentemente.",
    "Conexão instável detectada. Seus dados podem não ser salvos.",
    "O plano atual não inclui este recurso.",
    "Atenção: alterações não salvas serão perdidas.",
    "Espaço de armazenamento quase esgotado.",
    "Este e-mail já está cadastrado no sistema.",
    "Você possui itens pendentes que precisam de atenção.",
    "A versão do seu navegador pode causar problemas de compatibilidade.",
    "Limite de usuários do plano atingido.",
    "Documento com data de validade próxima do vencimento.",
    "Alguns serviços podem apresentar lentidão no momento.",
    "Verifique sua caixa de spam caso não encontre nosso e-mail.",
    "Atenção: você está editando um registro compartilhado."
  ],
  "info": [
    "Sua solicitação está sendo processada.",
    "Um e-mail de confirmação foi enviado para você.",
    "Atualização disponível. Recomendamos instalar agora.",
    "Manutenção programada para hoje às 22h.",
    "Novos recursos foram adicionados ao sistema.",
    "Você tem 3 notificações não lidas.",
    "Seu plano será renovado automaticamente em 7 dias.",
    "Última sincronização realizada há 5 minutos.",
    "Novo relatório mensal disponível para consulta.",
    "Sua fatura do mês já está disponível.",
    "O suporte está disponível de segunda a sexta, das 8h às 18h.",
    "Confira as novidades da última atualização no nosso blog.",
    "Seus dados são salvos automaticamente a cada 5 minutos.",
    "Você pode personalizar esta tela nas configurações.",
    "Um novo dispositivo acessou sua conta recentemente.",
    "Política de privacidade atualizada. Confira os detalhes.",
    "Período de teste gratuito encerra em 3 dias.",
    "Sua exportação está em andamento e será enviada por e-mail.",
    "Dica: use atalhos de teclado para navegar mais rápido.",
    "Conteúdo atualizado pela última vez há 2 horas."
  ]
}
