{
  "casual": [
    "E aí, tudo bem? Vamos marcar aquele café?",
    "Opa, beleza? Vi que você tá por aqui!",
    "Fala, sumido! Como tão as coisas?",
    "Ei, tudo certo? Precisava falar com você.",
    "Oi! Quanto tempo, hein? Tudo tranquilo?",
    "E aí, como foi o final de semana?",
    "Opa! Tô passando pra dar um alô!",
    "Fala, parceiro! Tudo na paz?",
    "Ei, vi sua mensagem! Vamos conversar?",
    "Oi, tudo joia? Tava lembrando de você!",
    "E aí, firme? Bora tomar uma?",
    "Opa, como cê tá? Faz tempo que não nos falamos!",
    "Fala, meu bom! Beleza? Tava querendo te perguntar uma coisa.",
    "Oi! Tô de boa aqui, e você?",
    "E aí, sumido! Aparece mais, hein!",
    "Opa! Tudo tranquilo por aí? Manda notícias!",
    "Fala, cara! Vi aquele negócio que você postou, muito bom!",
    "Ei, bom dia! Acordou cedo hoje, hein?",
    "Oi! Boa noite! Desculpa mandar mensagem tarde.",
    "E aí, parceiro! Tava pensando aqui numa ideia.",
    "Opa, fala! Tô precisando de uma ajuda sua.",
    "Fala, amigo! Cê vai naquele evento?",
    "Ei! Acabei de ver uma coisa que lembrou você!",
    "Oi, beleza? Tô mandando mensagem rapidão.",
    "E aí! Tá por aí? Queria bater um papo."
  ],
  "followup": [
    "Conseguiu ver aquilo que te mandei?",
    "E aí, teve alguma novidade sobre o que conversamos?",
    "Opa, só passando pra lembrar daquele assunto.",
    "Ei, tudo bem? Alguma atualização sobre o projeto?",
    "Oi! Só queria saber se precisa de mais alguma coisa.",
    "E aí, como ficou aquela situação?",
    "Opa! Conseguiu resolver aquele problema?",
    "Ei, lembra daquilo que a gente combinou? Ainda tá de pé?",
    "Oi! Só confirmando: tá tudo certo pra amanhã?",
    "E aí, deu certo aquele negócio?",
    "Opa, tô só verificando se recebeu minha mensagem anterior.",
    "Ei, alguma resposta sobre aquele orçamento?",
    "Oi! Queria saber se deu tempo de olhar aquele documento.",
    "E aí, resolveu aquela questão que tava pendente?",
    "Opa! Só pra não esquecer: preciso daquilo até sexta.",
    "Ei, conseguiu falar com o pessoal sobre o que combinamos?",
    "Oi! Me diz quando puder, sem pressa.",
    "E aí, tá precisando de mais alguma informação?",
    "Opa, só passando pra saber como andam as coisas.",
    "Ei, lembra que você ia me mandar aquele arquivo?"
  ],
  "confirmation": [
    "Perfeito, tá combinado então!",
    "Beleza, confirmado! Te vejo lá.",
    "Show, pode deixar que eu resolvo.",
    "Combinado! Qualquer coisa me avisa.",
    "Fechado! Vou providenciar aqui.",
    "Ótimo, então tá certo! Valeu!",
    "Blz, combinado! Fico no aguardo.",
    "Massa! Tá tudo acertado então.",
    "Ok, entendido! Vou fazer isso agora.",
    "Pode contar comigo! Tá confirmado.",
    "Top! Combinado, a gente se fala.",
    "Certinho, vou encaminhar agora mesmo.",
    "Beleza, anotado aqui! Pode ficar tranquilo.",
    "Perfeito! Já vou começar a preparar.",
    "Show de bola! Tá tudo certo.",
    "Tá feito! Já mandei pra você.",
    "Ok, sem problemas! Faço isso ainda hoje.",
    "Combinadíssimo! Não vou esquecer.",
    "Beleza, já tô cuidando disso.",
    "Pronto! Resolvido. Te aviso qualquer novidade."
  ]
}
